export const profileImageLink =
  "https://chat.openai.com/_next/image?url=https%3A%2F%2Flh3.googleusercontent.com%2Fa%2FAAcHTtctn5LC4olgsyd-_MkOMPPw5q3T-v2qZhUvz30a%3Ds96-c&w=48&q=75";

export const chatgptResponse = `
좋은 키보드에 대해서는 여러 가지 요인과 개인적인 취향에 따라 다를 수 있습니다. 그러나 몇 가지 인기 있는 키보드 브랜드와 모델을 소개해 드릴게요. 아래에는 일반적으로 품질이 좋고 평판이 좋은 몇 가지 키보드 브랜드가 포함되어 있습니다:

레오폴드 (Leopold): 레오폴드는 높은 품질과 탁월한 타건감으로 알려진 한국의 키보드 브랜드입니다.

닌자 (Ducky): 닌자는 품질과 내구성이 우수한 메카니컬 키보드로 유명한 대만의 브랜드입니다. 다양한 모델과 스위치 옵션을 제공합니다.

Filco: Filco는 일본의 키보드 브랜드로, 견고한 빌드 품질과 탁월한 타건감으로 알려져 있습니다.

키쿠 (Keycult): 키쿠는 고품질 커스텀 메카니컬 키보드를 제작하는 유명한 미국 브랜드입니다. 제한된 수량으로 제작되며, 매우 인기가 높습니다.

Varmilo: Varmilo는 다양한 스타일과 디자인을 가진 품질 좋은 메카니컬 키보드를 제공하는 중국의 브랜드입니다.

이 외에도 많은 키보드 브랜드와 모델이 있으며, 개인적인 취향과 사용 목적에 따라 다를 수 있습니다. 키보드의 크기, 키캡 타입, 스위치 종류 등을 고려하여 선택하는 것이 좋습니다. 또한, 다른 사람들의 리뷰와 의견을 참고하여 적합한 키보드를 선택할 수도 있습니다.

좋은 키보드에 대해서는 여러 가지 요인과 개인적인 취향에 따라 다를 수 있습니다. 그러나 몇 가지 인기 있는 키보드 브랜드와 모델을 소개해 드릴게요. 아래에는 일반적으로 품질이 좋고 평판이 좋은 몇 가지 키보드 브랜드가 포함되어 있습니다:

레오폴드 (Leopold): 레오폴드는 높은 품질과 탁월한 타건감으로 알려진 한국의 키보드 브랜드입니다.

닌자 (Ducky): 닌자는 품질과 내구성이 우수한 메카니컬 키보드로 유명한 대만의 브랜드입니다. 다양한 모델과 스위치 옵션을 제공합니다.

Filco: Filco는 일본의 키보드 브랜드로, 견고한 빌드 품질과 탁월한 타건감으로 알려져 있습니다.

키쿠 (Keycult): 키쿠는 고품질 커스텀 메카니컬 키보드를 제작하는 유명한 미국 브랜드입니다. 제한된 수량으로 제작되며, 매우 인기가 높습니다.

Varmilo: Varmilo는 다양한 스타일과 디자인을 가진 품질 좋은 메카니컬 키보드를 제공하는 중국의 브랜드입니다.

이 외에도 많은 키보드 브랜드와 모델이 있으며, 개인적인 취향과 사용 목적에 따라 다를 수 있습니다. 키보드의 크기, 키캡 타입, 스위치 종류 등을 고려하여 선택하는 것이 좋습니다. 또한, 다른 사람들의 리뷰와 의견을 참고하여 적합한 키보드를 선택할 수도 있습니다.
`;
